Repository: myclabs/Inventory
Catalog: application/languages/Orga/organizationList.tmx
Source language: fr
Languages: en

source: La modification n'a pas pu être effectuée, car le niveau indiqué est strictement plus fin qu'au moins un des niveaux de saisie de l'organisation.
en: This change could not be performed, since the level given is strictly narrower than at least one of organization input levels.

source: Statut / régénération données d'analyse
en: Analysis data status / rebuild

source: Statut / régénération des données d'analyse d'une organisation
en: Status / rebuild of analysis data of an organization

source: Statut des données d'analyse de l'organisation
en: Status of organization analysis data

source: Vous pouvez régénérer l'ensemble des données d'analyse de cette organisation en cliquant sur le bouton ci-dessous. Attention, cette opération peut prendre du temps.
en: You can rebuild the whole analysis data of this organization by clicking on the button below. This may take time.

source: Régénérer l'ensemble des données d'analyse de l'organisation
en: Rebuild the whole analysis data for this organization
